Repository: steipete/CodexBar
Catalog: Sources/CodexBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Only on user action
de: Nur bei Benutzeraktion
es: Solo con acción del usuario
fr: Uniquement sur action
ja: ユーザー操作時のみ
ko: 사용자 작업 시에만
zh_hans: 仅在用户操作时
zh_hant: 僅在使用者操作時

source: Open API Keys
de: API-Schlüssel öffnen
es: Abrir claves API
fr: Ouvrir les clés API
ja: API キーを開く
ko: API 키 열기
zh_hans: 打开 API 密钥
zh_hant: 開啟 API 金鑰

source: Open Amp Settings
de: Amp-Einstellungen öffnen
es: Abrir configuración Amp
fr: Ouvrir paramètres Amp
ja: Amp 設定を開く
ko: Amp 설정 열기
zh_hans: 打开 Amp 设置
zh_hant: 開啟 Amp 設定

source: Open Augment (Log Out & Back In)
de: Augment öffnen (Ab- und Anmelden)
es: Abrir Augment (Cerrar/Iniciar sesión)
fr: Ouvrir Augment (Déconnexion)
ja: Augment を開く（ログアウト＆再ログイン）
ko: Augment 열기(로그아웃 후 재로그인)
zh_hans: 打开 Augment（退出并重新登录）
zh_hant: 開啟 Augment（登出並重新登入）

source: Open Coding Plan
de: Coding Plan öffnen
es: Abrir Coding Plan
fr: Ouvrir Coding Plan
ja: Coding Plan を開く
ko: Coding Plan 열기
zh_hans: 打开 Coding Plan
zh_hant: 開啟 Coding Plan

source: Open Console
de: Konsole öffnen
es: Abrir consola
fr: Ouvrir la console
ja: コンソールを開く
ko: 콘솔 열기
zh_hans: 打开控制台
zh_hant: 開啟控制台

source: Open Terminal
de: Terminal öffnen
es: Abrir Terminal
fr: Ouvrir le Terminal
ja: ターミナルを開く
ko: 터미널 열기
zh_hans: 打开终端
zh_hant: 開啟終端機

source: Open Warp Settings
de: Warp-Einstellungen öffnen
es: Abrir configuración Warp
fr: Ouvrir paramètres Warp
ja: Warp 設定を開く
ko: Warp 설정 열기
zh_hans: 打开 Warp 设置
zh_hant: 開啟 Warp 設定

source: Override auto-detection with a custom IDE base path
de: Automatische Erkennung mit Pfad überschreiben
es: Anular detección con ruta personalizada
fr: Remplacer la détection par un chemin personnalisé
ja: カスタムIDEパスで自動検出を上書き
ko: 사용자 지정 IDE 경로로 자동 감지 재정의
zh_hans: 使用自定义 IDE 路径覆盖自动检测
zh_hant: 使用自定義 IDE 路徑覆蓋自動偵測

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Session
de: Sitzung aktualisieren
es: Actualizar sesión
fr: Actualiser la session
ja: セッション更新
ko: 세션 새로 고침
zh_hans: 刷新会话
zh_hant: 重新整理工作階段

source: Reorder
de: Neu anordnen
es: Reordenar
fr: Réorganiser
ja: 並べ替え
ko: 재정렬
zh_hans: 重新排序
zh_hant: 重新排序

source: Requires authentication via GitHub Device Flow.
de: Authentifizierung über GitHub Device Flow erforderlich.
es: Requiere autenticación via GitHub Device Flow.
fr: Authentification via GitHub Device Flow requise.
ja: GitHubデバイスフローによる認証が必要。
ko: GitHub 장치 흐름을 통한 인증 필요.
zh_hans: 需要通过 GitHub 设备流进行身份验证。
zh_hant: 需要透過 GitHub 裝置流程進行驗證。

source: Resolved Codex binary and PATH layers; startup login PATH capture (short timeout).
de: Codex-Binary und PATH-Schichten aufgelöst.
es: Binario Codex y capas PATH resueltos.
fr: Résolution binaire Codex et couches PATH.
ja: Codexバイナリ・PATH層の解決；起動PATHキャプチャ。
ko: Codex 바이너리 및 PATH 계층 확인; PATH 캡처.
zh_hans: 解析 Codex 二进制和 PATH 层；启动 PATH 捕获。
zh_hant: 解析 Codex 二進位和 PATH 層；啟動 PATH 擷取。

source: Select the IDE to monitor
de: IDE zum Überwachen auswählen
es: Seleccionar IDE a monitorear
fr: Sélectionner l'IDE à surveiller
ja: 監視するIDEを選択
ko: 모니터링할 IDE 선택
zh_hans: 选择要监控的 IDE
zh_hant: 選擇要監控的 IDE

source: Show usage breakdown, credits history, and code review via chatgpt.com.
de: Nutzungsaufschlüsselung, Credits-Verlauf und Code-Review via chatgpt.com.
es: Desglose de uso, historial de créditos y revisión via chatgpt.com.
fr: Ventilation, historique crédits et revue de code via chatgpt.com.
ja: chatgpt.com経由で使用量内訳、クレジット履歴、コードレビューを表示。
ko: chatgpt.com을 통해 사용량 분석, 크레딧 기록, 코드 리뷰 표시.
zh_hans: 通过 chatgpt.com 显示用量分解、积分历史和代码审查。
zh_hant: 透過 chatgpt.com 顯示用量分解、積分歷史和程式碼審查。

source: Sign in again
de: Erneut anmelden
es: Iniciar sesión de nuevo
fr: Se reconnecter
ja: 再サインイン
ko: 다시 로그인
zh_hans: 重新登录
zh_hant: 重新登入

source: Sign in via button below
de: Über Button anmelden
es: Inicie sesión con el botón
fr: Connectez-vous via le bouton
ja: 下のボタンからサインイン
ko: 아래 버튼으로 로그인
zh_hans: 通过下方按钮登录
zh_hant: 透過下方按鈕登入

source: Sign in with GitHub
de: Mit GitHub anmelden
es: Iniciar sesión con GitHub
fr: Se connecter avec GitHub
ja: GitHub でサインイン
ko: GitHub으로 로그인
zh_hans: 使用 GitHub 登录
zh_hant: 使用 GitHub 登入

source: Trigger test notifications for the 5-hour session window (depleted/restored).
de: Testbenachrichtigungen auslösen.
es: Activar notificaciones de prueba.
fr: Déclencher les notifications de test.
ja: 5時間セッションウィンドウのテスト通知をトリガー。
ko: 5시간 세션 창 테스트 알림 트리거.
zh_hans: 触发 5 小时会话窗口的测试通知。
zh_hant: 觸發 5 小時會話視窗的測試通知。

source: Usage source
de: Nutzungsquelle
es: Fuente de uso
fr: Source d'utilisation
ja: 使用量ソース
ko: 사용량 소스
zh_hans: 用量来源
zh_hant: 用量來源

source: Use BigModel for the China mainland endpoints (open.bigmodel.cn).
de: BigModel für Festlandchina verwenden.
es: Usar BigModel para China continental.
fr: Utiliser BigModel pour la Chine continentale.
ja: 中国本土エンドポイントにBigModelを使用。
ko: 중국 대륙 엔드포인트에 BigModel 사용.
zh_hans: 使用 BigModel 访问中国大陆端点。
zh_hant: 使用 BigModel 存取中國大陸端點。

source: Vertex AI Login
de: Vertex AI-Anmeldung
es: Inicio de sesión Vertex AI
fr: Connexion Vertex AI
ja: Vertex AI ログイン
ko: Vertex AI 로그인
zh_hans: Vertex AI 登录
zh_hant: Vertex AI 登入

source: Workspace ID
de: Arbeitsbereichs-ID
es: ID de espacio de trabajo
fr: ID d'espace de travail
ja: ワークスペース ID
ko: 워크스페이스 ID
zh_hans: 工作区 ID
zh_hant: 工作區 ID

source: Antigravity login is managed in the app
de: Antigravity-Anmeldung in der App verwaltet
es: Inicio de sesión de Antigravity en la app
fr: Connexion Antigravity gérée dans l'app
ja: Antigravityのログインはアプリ内で管理
ko: Antigravity 로그인은 앱에서 관리
zh_hans: Antigravity 登录在应用中管理
zh_hant: Antigravity 登入在應用程式中管理

source: Amp cookies are disabled.
de: Amp-Cookies deaktiviert.
es: Cookies Amp desactivadas.
fr: Cookies Amp désactivés.
ja: Amp Cookie無効。
ko: Amp 쿠키 비활성화.
zh_hans: Amp Cookie 已禁用。
zh_hant: Amp Cookie 已停用。

source: Augment cookies are disabled.
de: Augment-Cookies deaktiviert.
es: Cookies Augment desactivadas.
fr: Cookies Augment désactivés.
ja: Augment Cookie無効。
ko: Augment 쿠키 비활성화.
zh_hans: Augment Cookie 已禁用。
zh_hant: Augment Cookie 已停用。

source: Cursor cookies are disabled.
de: Cursor-Cookies deaktiviert.
es: Cookies Cursor desactivadas.
fr: Cookies Cursor désactivés.
ja: Cursor Cookie無効。
ko: Cursor 쿠키 비활성화.
zh_hans: Cursor Cookie 已禁用。
zh_hant: Cursor Cookie 已停用。

source: Factory cookies are disabled.
de: Factory-Cookies deaktiviert.
es: Cookies Factory desactivadas.
fr: Cookies Factory désactivés.
ja: Factory Cookie無効。
ko: Factory 쿠키 비활성화.
zh_hans: Factory Cookie 已禁用。
zh_hant: Factory Cookie 已停用。

source: Kimi cookies are disabled.
de: Kimi-Cookies deaktiviert.
es: Cookies Kimi desactivadas.
fr: Cookies Kimi désactivés.
ja: Kimi Cookie無効。
ko: Kimi 쿠키 비활성화.
zh_hans: Kimi Cookie 已禁用。
zh_hant: Kimi Cookie 已停用。

source: MiniMax cookies are disabled.
de: MiniMax-Cookies deaktiviert.
es: Cookies MiniMax desactivadas.
fr: Cookies MiniMax désactivés.
ja: MiniMax Cookie無効。
ko: MiniMax 쿠키 비활성화.
zh_hans: MiniMax Cookie 已禁用。
zh_hant: MiniMax Cookie 已停用。

source: OpenCode cookies are disabled.
de: OpenCode-Cookies deaktiviert.
es: Cookies OpenCode desactivadas.
fr: Cookies OpenCode désactivés.
ja: OpenCode Cookie無効。
ko: OpenCode 쿠키 비활성화.
zh_hans: OpenCode Cookie 已禁用。
zh_hant: OpenCode Cookie 已停用。

source: Optional override if workspace lookup fails.
de: Optionale Überschreibung bei Suche.
es: Anulación si búsqueda falla.
fr: Remplacement si la recherche échoue.
ja: ワークスペース検索失敗時のオプション上書き。
ko: 워크스페이스 조회 실패 시 선택적 재정의.
zh_hans: 工作区查找失败时的可选覆盖。
zh_hant: 工作區查找失敗時的可選覆蓋。

source: Choose the MiniMax host (global .io or China mainland .com).
de: MiniMax-Host wählen (.io oder .com).
es: Elegir host MiniMax (.io o .com).
fr: Choisir l'hôte MiniMax (.io ou .com).
ja: MiniMaxホスト選択（.io または .com）。
ko: MiniMax 호스트 선택(.io 또는 .com).
zh_hans: 选择 MiniMax 主机（全球 .io 或中国大陆 .com）。
zh_hant: 選擇 MiniMax 主機（全球 .io 或中國大陸 .com）。

source: Weekly usage unavailable for this account.
de: Wöchentliche Nutzung nicht verfügbar.
es: Uso semanal no disponible.
fr: Utilisation hebdomadaire indisponible.
ja: このアカウントでは週間使用量不可。
ko: 이 계정에서 주간 사용량 불가.
zh_hans: 此帐户无法获取每周用量。
zh_hant: 此帳戶無法取得每週用量。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 끄기
zh_hans: 关闭
zh_hant: 關閉

source: Last fetch pipeline decisions and errors for a provider.
de: Letzte Abruf-Pipeline-Entscheidungen und Fehler.
es: Decisiones y errores del último pipeline.
fr: Décisions et erreurs de la dernière récupération.
ja: プロバイダの前回取得パイプライン情報。
ko: 공급자의 마지막 가져오기 결정 및 오류.
zh_hans: 提供商的上次获取管道决策和错误。
zh_hant: 提供者的上次擷取管道決策和錯誤。

source: Pick a pattern and replay it in the menu bar. "Random" keeps the existing behavior.
de: Muster wählen und in Menüleiste abspielen. "Zufällig" behält Verhalten.
es: Elija patrón para reproducir. "Aleatorio" mantiene comportamiento.
fr: Choisissez un motif à rejouer. « Aléatoire » conserve le comportement.
ja: パターン選択してメニューバーで再生。"ランダム"は既存動作維持。
ko: 패턴 선택 후 메뉴 바에서 재생. "무작위"는 기존 동작 유지.
zh_hans: 选择模式在菜单栏中重播。"随机"保持现有行为。
zh_hant: 選擇模式在選單列中重播。"隨機"保持現有行為。

source: Paste a Cookie header captured from the billing page.
de: Cookie-Header von Abrechnungsseite einfügen.
es: Pegue encabezado Cookie de página de facturación.
fr: Collez un en-tête Cookie de la page de facturation.
ja: 請求ページのCookieヘッダーを貼り付け。
ko: 청구 페이지의 쿠키 헤더 붙여넣기.
zh_hans: 粘贴从计费页面捕获的 Cookie 头。
zh_hant: 貼上從帳單頁面擷取的 Cookie 標頭。

source: Paste a Cookie header from a chatgpt.com request.
de: Cookie-Header von chatgpt.com einfügen.
es: Pegue encabezado Cookie de chatgpt.com.
fr: Collez un en-tête Cookie de chatgpt.com.
ja: chatgpt.comリクエストのCookieヘッダーを貼り付け。
ko: chatgpt.com 요청의 쿠키 헤더 붙여넣기.
zh_hans: 粘贴 chatgpt.com 请求的 Cookie 头。
zh_hant: 貼上 chatgpt.com 請求的 Cookie 標頭。

source: Paste a Cookie header from a claude.ai request.
de: Cookie-Header von claude.ai einfügen.
es: Pegue encabezado Cookie de claude.ai.
fr: Collez un en-tête Cookie de claude.ai.
ja: claude.aiリクエストのCookieヘッダーを貼り付け。
ko: claude.ai 요청의 쿠키 헤더 붙여넣기.
zh_hans: 粘贴 claude.ai 请求的 Cookie 头。
zh_hant: 貼上 claude.ai 請求的 Cookie 標頭。

source: Paste a Cookie header from a cursor.com request.
de: Cookie-Header von cursor.com einfügen.
es: Pegue encabezado Cookie de cursor.com.
fr: Collez un en-tête Cookie de cursor.com.
ja: cursor.comリクエストのCookieヘッダーを貼り付け。
ko: cursor.com 요청의 쿠키 헤더 붙여넣기.
zh_hans: 粘贴 cursor.com 请求的 Cookie 头。
zh_hant: 貼上 cursor.com 請求的 Cookie 標頭。

source: Paste a Cookie header from app.factory.ai.
de: Cookie-Header von app.factory.ai einfügen.
es: Pegue encabezado Cookie de app.factory.ai.
fr: Collez un en-tête Cookie de app.factory.ai.
ja: app.factory.aiのCookieヘッダーを貼り付け。
ko: app.factory.ai의 쿠키 헤더 붙여넣기.
zh_hans: 粘贴 app.factory.ai 的 Cookie 头。
zh_hant: 貼上 app.factory.ai 的 Cookie 標頭。

source: Paste a Cookie header or cURL capture from Amp settings.
de: Cookie-Header oder cURL von Amp einfügen.
es: Pegue Cookie o cURL de configuración Amp.
fr: Collez un en-tête Cookie ou cURL d'Amp.
ja: Amp設定のCookieヘッダーまたはcURLを貼り付け。
ko: Amp 설정의 쿠키 헤더 또는 cURL 붙여넣기.
zh_hans: 粘贴 Amp 设置的 Cookie 头或 cURL。
zh_hant: 貼上 Amp 設定的 Cookie 標頭或 cURL。

source: Paste a Cookie header or cURL capture from the Augment dashboard.
de: Cookie-Header oder cURL von Augment einfügen.
es: Pegue Cookie o cURL del panel Augment.
fr: Collez un en-tête Cookie ou cURL d'Augment.
ja: AugmentダッシュボードのCookieヘッダーまたはcURLを貼り付け。
ko: Augment 대시보드의 쿠키 헤더 또는 cURL 붙여넣기.
zh_hans: 粘贴 Augment 仪表板的 Cookie 头或 cURL。
zh_hant: 貼上 Augment 儀表板的 Cookie 標頭或 cURL。

source: Paste a Cookie header or cURL capture from the Coding Plan page.
de: Cookie-Header oder cURL von Coding Plan einfügen.
es: Pegue Cookie o cURL de página Coding Plan.
fr: Collez un en-tête Cookie ou cURL de Coding Plan.
ja: Coding PlanページのCookieヘッダーまたはcURLを貼り付け。
ko: Coding Plan 페이지의 쿠키 헤더 또는 cURL 붙여넣기.
zh_hans: 粘贴 Coding Plan 页面的 Cookie 头或 cURL。
zh_hant: 貼上 Coding Plan 頁面的 Cookie 標頭或 cURL。

source: Paste a cookie header or the kimi-auth token value.
de: Cookie-Header oder kimi-auth-Token einfügen.
es: Pegue cookie o valor de token kimi-auth.
fr: Collez un en-tête cookie ou la valeur kimi-auth.
ja: Cookieヘッダーまたはkimi-authトークン値を貼り付け。
ko: 쿠키 헤더 또는 kimi-auth 토큰 값 붙여넣기.
zh_hans: 粘贴 Cookie 头或 kimi-auth 令牌值。
zh_hant: 貼上 Cookie 標頭或 kimi-auth 權杖值。

source: Stored in ~/.codexbar/config.json. Generate one at app.warp.dev.
de: Gespeichert in ~/.codexbar/config.json. Auf app.warp.dev generieren.
es: Almacenado en ~/.codexbar/config.json. Genere en app.warp.dev.
fr: Stocké dans ~/.codexbar/config.json. Générez sur app.warp.dev.
ja: ~/.codexbar/config.json に保存。app.warp.devで生成。
ko: ~/.codexbar/config.json에 저장. app.warp.dev에서 생성.
zh_hans: 存储在 ~/.codexbar/config.json。在 app.warp.dev 生成。
zh_hant: 儲存在 ~/.codexbar/config.json。在 app.warp.dev 生成。

source: Stored in ~/.codexbar/config.json. Generate one at kimi-k2.ai.
de: Gespeichert in ~/.codexbar/config.json. Auf kimi-k2.ai generieren.
es: Almacenado en ~/.codexbar/config.json. Genere en kimi-k2.ai.
fr: Stocké dans ~/.codexbar/config.json. Générez sur kimi-k2.ai.
ja: ~/.codexbar/config.json に保存。kimi-k2.aiで生成。
ko: ~/.codexbar/config.json에 저장. kimi-k2.ai에서 생성.
zh_hans: 存储在 ~/.codexbar/config.json。在 kimi-k2.ai 生成。
zh_hant: 儲存在 ~/.codexbar/config.json。在 kimi-k2.ai 生成。

source: Stored in ~/.codexbar/config.json. Paste the key from the Synthetic dashboard.
de: Gespeichert in ~/.codexbar/config.json. Schlüssel von Synthetic einfügen.
es: Almacenado en ~/.codexbar/config.json. Pegue clave de Synthetic.
fr: Stocké dans ~/.codexbar/config.json. Collez la clé Synthetic.
ja: ~/.codexbar/config.json に保存。Syntheticダッシュボードからキーを貼り付け。
ko: ~/.codexbar/config.json에 저장. Synthetic 대시보드에서 키 붙여넣기.
zh_hans: 存储在 ~/.codexbar/config.json。从 Synthetic 仪表板粘贴密钥。
zh_hant: 儲存在 ~/.codexbar/config.json。從 Synthetic 儀表板貼上金鑰。

source: Stored in ~/.codexbar/config.json. Paste your MiniMax API key.
de: Gespeichert in ~/.codexbar/config.json. MiniMax-API-Schlüssel einfügen.
es: Almacenado en ~/.codexbar/config.json. Pegue su clave MiniMax.
fr: Stocké dans ~/.codexbar/config.json. Collez votre clé MiniMax.
ja: ~/.codexbar/config.json に保存。MiniMax APIキーを貼り付け。
ko: ~/.codexbar/config.json에 저장. MiniMax API 키 붙여넣기.
zh_hans: 存储在 ~/.codexbar/config.json。粘贴您的 MiniMax API 密钥。
zh_hant: 儲存在 ~/.codexbar/config.json。貼上您的 MiniMax API 金鑰。

source: Open Antigravity to sign in, then refresh CodexBar.
de: Antigravity öffnen, dann CodexBar aktualisieren.
es: Abra Antigravity, luego actualice CodexBar.
fr: Ouvrez Antigravity, puis actualisez CodexBar.
ja: Antigravityでサインインし、CodexBarを更新。
ko: Antigravity에서 로그인 후 CodexBar 새로 고침.
zh_hans: 打开 Antigravity 登录，然后刷新 CodexBar。
zh_hant: 開啟 Antigravity 登入，然後重新整理 CodexBar。

source: Install a JetBrains IDE with AI Assistant enabled, then refresh CodexBar.
de: JetBrains IDE mit AI Assistant installieren, dann aktualisieren.
es: Instale JetBrains IDE con AI Assistant, luego actualice.
fr: Installez un IDE JetBrains avec AI Assistant, puis actualisez.
ja: AI Assistant有効のJetBrains IDEをインストールし、CodexBarを更新。
ko: AI Assistant가 활성화된 JetBrains IDE 설치 후 새로 고침.
zh_hans: 安装启用 AI Assistant 的 JetBrains IDE，然后刷新 CodexBar。
zh_hant: 安裝啟用 AI Assistant 的 JetBrains IDE，然後重新整理 CodexBar。

source: Alternatively, set a custom path in Settings.
de: Alternativ benutzerdefinierten Pfad in Einstellungen.
es: O establezca ruta personalizada en Configuración.
fr: Sinon, chemin personnalisé dans Paramètres.
ja: または設定でカスタムパスを設定。
ko: 또는 설정에서 사용자 지정 경로 설정.
zh_hans: 或者，在设置中设置自定义路径。
zh_hant: 或者，在設定中設定自定義路徑。

source: Controls Claude OAuth Keychain prompts. Choosing "Never prompt" can make OAuth unavailable; use Web/CLI when needed.
de: Steuert Claude OAuth-Schlüsselbund-Eingabeaufforderungen.
es: Controla solicitudes del llavero Claude OAuth.
fr: Contrôle les invites du trousseau Claude OAuth.
ja: Claude OAuthキーチェーンプロンプトを制御。"表示しない"選択でOAuth不可の場合あり。
ko: Claude OAuth 키체인 프롬프트 제어. "안 함" 선택 시 OAuth 불가할 수 있음.
zh_hans: 控制 Claude OAuth 钥匙串提示。选择"从不提示"可能导致 OAuth 不可用。
zh_hant: 控制 Claude OAuth 鑰匙圈提示。選擇"從不提示"可能導致 OAuth 不可用。

source: Automatic imports browser cookies for the web API. Paste a Cookie header from a claude.ai request.
de: Importiert Browser-Cookies. Cookie-Header von claude.ai einfügen.
es: Importa cookies. Pegue encabezado de claude.ai.
fr: Importe les cookies. Collez un en-tête de claude.ai.
ja: Web API用にCookieを自動インポート。claude.aiリクエストのCookieヘッダーを貼り付け。
ko: 웹 API용 브라우저 쿠키 자동 가져오기. claude.ai 요청의 쿠키 헤더 붙여넣기.
zh_hans: 自动导入浏览器 Cookie。粘贴 claude.ai 请求的 Cookie 头。
zh_hant: 自動匯入瀏覽器 Cookie。貼上 claude.ai 請求的 Cookie 標頭。

source: 0% left. Will notify when it's available again.
de: 0% übrig. Benachrichtigung bei Verfügbarkeit.
es: 0% restante. Se notificará cuando esté disponible.
fr: 0% restant. Notification à la reprise.
ja: 残り0%。再び利用可能になったら通知します。
ko: 0% 남음. 다시 사용 가능하면 알림.
zh_hans: 剩余 0%。恢复后将通知您。
zh_hant: 剩餘 0%。恢復後將通知您。

source: Average (%@ + %@)
de: Durchschnitt (%@ + %@)
es: Promedio (%@ + %@)
fr: Moyenne (%@ + %@)
ja: 平均（%@ + %@）
ko: 평균(%@ + %@)
zh_hans: 平均（%@ + %@）
zh_hant: 平均（%@ + %@）

source: Buy Credits
de: Credits kaufen
es: Comprar créditos
fr: Acheter des crédits
ja: クレジットを購入
ko: 크레딧 구매
zh_hans: 购买积分
zh_hant: 購買積分

source: Buy Credits...
de: Credits kaufen…
es: Comprar créditos…
fr: Acheter des crédits…
ja: クレジットを購入…
ko: 크레딧 구매…
zh_hans: 购买积分…
zh_hant: 購買積分…

source: CodexBar will ask macOS Keychain for "%@" so it can decrypt browser cookies and authenticate your account. Click OK to continue.
de: CodexBar fragt den macOS-Schlüsselbund nach "%@", um Cookies zu entschlüsseln. Klicken Sie OK.
es: CodexBar pedirá al llavero de macOS "%@" para descifrar cookies y autenticar su cuenta. Haga clic en Aceptar para continuar.
fr: CodexBar demandera l'accès au trousseau macOS pour « %@ » afin de déchiffrer les cookies et authentifier votre compte. Cliquez OK pour continuer.
ja: CodexBar は macOS キーチェーンの「%@」にアクセスし、ブラウザCookieを復号してアカウント認証を行います。続けるにはOKをクリックしてください。
ko: CodexBar가 macOS 키체인의 "%@"에 접근하여 브라우저 쿠키를 해독하고 계정을 인증합니다. 계속하려면 확인을 클릭하세요.
zh_hans: CodexBar 将请求 macOS 钥匙串的「%@」以解密浏览器 Cookie 并验证您的帐户。点击确定继续。
zh_hant: CodexBar 將請求 macOS 鑰匙圈的「%@」以解密瀏覽器 Cookie 並驗證您的帳戶。點擊確定繼續。

source: Cursor Login
de: Cursor-Anmeldung
es: Inicio de sesión Cursor
fr: Connexion Cursor
ja: Cursor ログイン
ko: Cursor 로그인
zh_hans: Cursor 登录
zh_hant: Cursor 登入

source: Detected: %@. Select your preferred IDE in Settings, then refresh CodexBar.
de: Erkannt: %@. Wählen Sie Ihre IDE in den Einstellungen.
es: Detectado: %@. Seleccione su IDE en Configuración.
fr: Détecté : %@. Sélectionnez votre IDE dans les Paramètres.
ja: 検出: %@。設定で優先IDEを選択し、CodexBarを更新してください。
ko: 감지됨: %@. 설정에서 IDE를 선택한 후 CodexBar를 새로 고치세요.
zh_hans: 检测到: %@。在设置中选择您首选的 IDE，然后刷新 CodexBar。
zh_hant: 偵測到: %@。在設定中選擇您偏好的 IDE，然後重新整理 CodexBar。

source: Detected: %@. Use AI Assistant once to generate quota data, then refresh CodexBar.
de: Erkannt: %@. Verwenden Sie AI Assistant einmal für Quotendaten.
es: Detectado: %@. Use AI Assistant una vez para generar datos.
fr: Détecté : %@. Utilisez AI Assistant pour générer les données.
ja: 検出: %@。AI Assistantを一度使用してクォータデータを生成し、CodexBarを更新。
ko: 감지됨: %@. AI Assistant를 한 번 사용하여 할당량 데이터 생성 후 새로 고침.
zh_hans: 检测到: %@。使用 AI Assistant 一次以生成配额数据，然后刷新 CodexBar。
zh_hant: 偵測到: %@。使用 AI Assistant 一次以產生配額資料，然後重新整理 CodexBar。

source: Disabled — %@ %@
de: Deaktiviert — %@ %@
es: Desactivado — %@ %@
fr: Désactivé — %@ %@
ja: 無効 — %@ %@
ko: 비활성화 — %@ %@
zh_hans: 已禁用 — %@ %@
zh_hant: 已停用 — %@ %@

source: Exists: %@
de: Vorhanden: %@
es: Existe: %@
fr: Existe : %@
ja: 存在: %@
ko: 존재: %@
zh_hans: 存在: %@
zh_hant: 存在: %@

source: Failed: %@
de: Fehlgeschlagen: %@
es: Error: %@
fr: Échoué : %@
ja: 失敗: %@
ko: 실패: %@
zh_hans: 失败: %@
zh_hant: 失敗: %@

source: Installed: %@
de: Installiert: %@
es: Instalado: %@
fr: Installé : %@
ja: インストール済み: %@
ko: 설치됨: %@
zh_hans: 已安装: %@
zh_hant: 已安裝: %@

source: Last 30 days: %@ · %@ tokens
de: Letzte 30 Tage: %@ · %@ Token
es: Últimos 30 días: %@ · %@ tokens
fr: 30 derniers jours : %@ · %@ jetons
ja: 直近30日: %@ · %@ トークン
ko: 최근 30일: %@ · %@ 토큰
zh_hans: 最近 30 天: %@ · %@ 令牌
zh_hant: 最近 30 天: %@ · %@ 權杖

source: No write access: %@
de: Kein Schreibzugriff: %@
es: Sin acceso de escritura: %@
fr: Pas d'accès en écriture : %@
ja: 書き込み権限なし: %@
ko: 쓰기 권한 없음: %@
zh_hans: 无写入权限: %@
zh_hant: 無寫入權限: %@

source: Pace: %@
de: Tempo: %@
es: Ritmo: %@
fr: Rythme : %@
ja: ペース: %@
ko: 속도: %@
zh_hans: 速度: %@
zh_hant: 速度: %@

source: Pace: %@ · %@
de: Tempo: %@ · %@
es: Ritmo: %@ · %@
fr: Rythme : %@ · %@
ja: ペース: %@ · %@
ko: 속도: %@ · %@
zh_hans: 速度: %@ · %@
zh_hant: 速度: %@ · %@

source: Primary (%@)
de: Primär (%@)
es: Principal (%@)
fr: Principal (%@)
ja: プライマリ（%@）
ko: 기본(%@)
zh_hans: 主要（%@）
zh_hant: 主要（%@）

source: Refreshing...
de: Aktualisierung…
es: Actualizando…
fr: Actualisation…
ja: 更新中…
ko: 새로 고침 중…
zh_hans: 刷新中…
zh_hant: 重新整理中…

source: Runs out in %@
de: Aufgebraucht in %@
es: Se agota en %@
fr: Épuisé dans %@
ja: %@ 後に使い切り
ko: %@ 후 소진
zh_hans: 将在 %@ 后用尽
zh_hant: 將在 %@ 後用盡

source: Secondary (%@)
de: Sekundär (%@)
es: Secundario (%@)
fr: Secondaire (%@)
ja: セカンダリ（%@）
ko: 보조(%@)
zh_hans: 次要（%@）
zh_hant: 次要（%@）

source: Settings...
de: Einstellungen…
es: Configuración…
fr: Paramètres…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Today: %@ · %@ tokens
de: Heute: %@ · %@ Token
es: Hoy: %@ · %@ tokens
fr: Aujourd'hui : %@ · %@ jetons
ja: 今日: %@ · %@ トークン
ko: 오늘: %@ · %@ 토큰
zh_hans: 今天: %@ · %@ 令牌
zh_hant: 今天: %@ · %@ 權杖

source: Write logs to %@ for debugging.
de: Logs in %@ für Debugging schreiben.
es: Escribir registros en %@ para depuración.
fr: Écrire les journaux dans %@ pour le débogage.
ja: デバッグ用に %@ にログを書き込む。
ko: 디버깅을 위해 %@에 로그 기록.
zh_hans: 将日志写入 %@ 用于调试。
zh_hant: 將日誌寫入 %@ 用於偵錯。

source: %lld%% used
de: %lld%% verwendet
es: %lld%% usado
fr: %lld%% utilisé
ja: %lld%% 使用済み
ko: %lld%% 사용됨
zh_hans: 已使用 %lld%%
zh_hant: 已使用 %lld%%

source: %@: %@ · %@ tokens
de: %@: %@ · %@ Token
fr: %@ : %@ · %@ jetons
ja: %@: %@ · %@ トークン
ko: %@: %@ · %@ 토큰
zh_hans: %@: %@ · %@ 令牌
zh_hant: %@: %@ · %@ 權杖

source: %@%% in deficit
de: %@%% im Defizit
es: %@%% en déficit
fr: %@%% en déficit
ja: %@%% 不足
ko: %@%% 부족
zh_hans: %@%% 赤字
zh_hant: %@%% 赤字

source: %@: %@ · 30d %@
de: %@: %@ · 30T %@
fr: %@ : %@ · 30j %@
ja: %@: %@ · 30日 %@
ko: %@: %@ · 30일 %@
zh_hans: %@: %@ · 30天 %@
zh_hant: %@: %@ · 30天 %@

source: %@: fetching…%@
de: %@: Abruf…%@
es: %@: obteniendo…%@
fr: %@ : récupération…%@
ja: %@: 取得中…%@
ko: %@: 가져오는 중…%@
zh_hans: %@: 获取中…%@
zh_hant: %@: 擷取中…%@

source: %@: last attempt %@
de: %@: letzter Versuch %@
es: %@: último intento %@
fr: %@ : dernière tentative %@
ja: %@: 前回の試行 %@
ko: %@: 마지막 시도 %@
zh_hans: %@: 上次尝试 %@
zh_hant: %@: 上次嘗試 %@

source: %@: no data yet
de: %@: noch keine Daten
es: %@: sin datos aún
fr: %@ : pas encore de données
ja: %@: データなし
ko: %@: 아직 데이터 없음
zh_hans: %@: 暂无数据
zh_hant: %@: 暫無資料

source: %@: unsupported
de: %@: nicht unterstützt
es: %@: no compatible
fr: %@ : non pris en charge
ja: %@: 非対応
ko: %@: 지원되지 않음
zh_hans: %@: 不支持
zh_hant: %@: 不支援

source: %@ tokens
de: %@ Token
fr: %@ jetons
ja: %@ トークン
ko: %@ 토큰
zh_hans: %@ 令牌
zh_hant: %@ 權杖

source: claude /login exited with status %@.
de: claude /login wurde mit Status %@ beendet.
es: claude /login terminó con estado %@.
fr: claude /login s'est terminé avec le statut %@.
ja: claude /login がステータス %@ で終了しました。
ko: claude /login이 상태 %@로 종료됨.
zh_hans: claude /login 以状态 %@ 退出。
zh_hant: claude /login 以狀態 %@ 退出。

source: codex login exited with status %@.
de: codex login wurde mit Status %@ beendet.
es: codex login terminó con estado %@.
fr: codex login s'est terminé avec le statut %@.
ja: codex login がステータス %@ で終了しました。
ko: codex login이 상태 %@로 종료됨.
zh_hans: codex login 以状态 %@ 退出。
zh_hant: codex login 以狀態 %@ 退出。

source: %@% in deficit
de: %@% im Defizit
es: %@% en déficit
fr: %@% en déficit
ja: %@% 不足
ko: %@% 부족
zh_hans: %@% 赤字
zh_hant: %@% 赤字

source: %@% used
de: %@% verwendet
es: %@% usado
fr: %@% utilisé
ja: %@% 使用済み
ko: %@% 사용됨
zh_hans: 已使用 %@%
zh_hant: 已使用 %@%
